<template>
    <div class="agreement_wrap">

        <div class="home_header">
            <a href="zhuce.html" class="register_header_l"><i class="icon iconfont">&#xe601;</i></a>
            <h2 class="register_header_tlt">丝集用户协议</h2>
            <a href="#" class="register_header_r"><i class="icon iconfont">&#xe638;</i></a>
        </div>
        
        <div class="agreement_mai">
            <div class="agreement_content">
                <div class="agreement_main">
                    <h3>第1条 本站服务</h3>

                    <p>丝集网通过互联网依法为用户提供互联网信息等服务，用户在完全同意本协议及本站规定的情况下，方有权使用本站的相关服务。</p>

                    <h3>第2条 用户信息</h3>

                    <p> 2.1用户应自行诚信向本站提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且丝集网保留终止用户使用丝集网各项服务的权利。</p>

                    <h3>第3条 用户依法言行义务</h3>

                    <p>本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：</p>
                    <p>（1）不得利用本站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
                    <p>（2）不得干扰本站的正常运转，不得侵入本站及国家计算机信息系统；</p>
                    <p>（3）不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；</p>
                    <p>用户应不时关注并遵守本站不时公布或修改的各类合法规则规定。</p>
                    <p>本站保有删除站内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。</p>
                    <p>若用户未遵守以上规定的，本站有权作出独立判断并采取暂停或关闭用户帐号等措施。用户须对自己在网上的言论和行为承担法律责任。</p>

                    <h3> 第4条 商品信息</h3>

                    <p>本站上的商品价格、数量、是否有货等商品信息随时都有可能发生变动，本站不作特别通知。由于网站上商品信息的数量极其庞大，虽然本站会尽最大努力保证您所浏览商品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，本站网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解；丝集网欢迎纠错，</p>

                    <h3> 第5条 所有权及知识产权条款</h3>

                    <p> 5.1用户一旦接受本协议，即表明该用户主动将其在任何时间段在本站发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给丝集网所有，用户同意丝集网有权就任何主体侵权而单独提起诉讼。</p>
                    <p>5.2本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及于用户在丝集网网站上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。</p>
                    <p>5.3用户同意并已充分了解本协议的条款，承诺不将已发表于本站的信息，以任何形式发布或授权其它主体以任何方式使用（包括但限于在各类网站、媒体上使用）。</p>
                    <p>5.4丝集网是本站的制作者,拥有此网站内容及资源的著作权等合法权利,受国家法律保护,有权不时地对本协议及本站的内容进行修改，并在本站张贴，无须另行通知用户。在法律允许的最大限度范围内，丝集网对本协议及本站内容拥有解释权。</p>
                    <p>5.5除法律另有强制性规定外，未经丝集网明确的特别书面许可,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本站的信息内容，否则，丝集网有权追究其法律责任。</p>

                    <h3>第6条 责任限制及不承诺担保</h3>

                    <p>除非另有明确的书面说明,本站及其所包含的或以其它方式通过本站提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在'按现状'  和'按现有'  的基础上提供的。</p>
                    <p>除非另有明确的书面说明,&nbsp;丝集网不对本站的运营及其包含在本网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。</p>
                    <p> 丝集网不担保本站所包含的或以其它方式通过本站提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从本站发出的电子信件、信息没有病毒或其他有害成分。</p>
                  
                    <h3> 第7条 协议更新及用户关注义务</h3>

                    <p>根据国家法律法规变化及网站运营需要，丝集网有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本站上即生效，并代替原来的协议。用户可随时登陆查阅最新协议；用户有义务不时关注并阅读最新版的协议及网站公告。如用户不同意更新后的协议，可以且应立即停止接受丝集网依据本协议提供的服务；如用户继续使用本网站提供的服务的，即视为同意更新后的协议。丝集网建议您在使用本站之前阅读本协议及本站的公告。</p>
                    
                    <h3> 第8条 其他</h3>

                    <p>8.1丝集网所有者是指在政府部门依法许可或备案的丝集网经营主体。</p>
                    <p> 8.2丝集网尊重用户和消费者的合法权利，本协议及本网站上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户和消费者提供服务。本站欢迎用户和社会各界提出意见和建议，丝集网将虚心接受并适时修改本协议及本站上的各类规则。</p>
                    
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
  name: 'hello',
  data () {
    return {
      msg: 'Welcome to Your Vue.js App'
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style>
  @import "../assets/reset.css";
</style>
<style lang="scss" scoped>
  @import "../assets/scss/index.scss";
</style>
